[net]
model=cifar
batch=1
subdivisions=1
height=32
width=32
channels=3
aprec=int8

[convolutional]
batch_normalize=1
filters=128
size=3
stride=1
pad=0
activation=relu
aprec=int8
wprec=int8

[convolutional]
batch_normalize=1
filters=128
size=3
stride=1
pad=0
activation=relu
aprec=int8
wprec=int8